index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>And Another Thing&#x2026;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Tomaz Geddes de Almeida" />

	<link rel="stylesheet" type="text/css" href="./css/tufte.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./"> UP </a>
 |
 <a accesskey="H" href="./"> HOME </a>
</div><div id="content">
<h1 class="title">And Another Thing&#x2026;</h1>

<div id="outline-container-org53cb72b" class="outline-2">
<h2 id="org53cb72b">About</h2>
<div class="outline-text-2" id="text-org53cb72b">
<blockquote>
<p>

</p>

<p>
I grew up with the Internet. It's a place that feels to me so permanent. I'd like, in that permanence, some of myself to be reflected. Like everyone, I have things to say - and I want to say them somewhere. That's what this is, or at least what I intend it to be. Some things may not be good; some I hope will be. In all likelihood, like everything, they'll come out a mixed bag. Thoughts, poems, stories: these are my things. And I hope you enjoy them! 
</p>
</blockquote>

<div id="myapp"></div>
  <script>
  var app = Elm.Main.init({
    node: document.getElementById('myapp')
  });
  </script>
</div>
</div>

<div id="outline-container-org6c7f636" class="outline-2">
<h2 id="org6c7f636">Poems</h2>
<div class="outline-text-2" id="text-org6c7f636">
<dl class="org-dl">
<dt><a href="poems.2024-02-23.html">Physics class shorts</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-19.html">Something curls knots deep within&#x2026;</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-07.html">They're seldom things but brisk gusts' shrieks&#x2026;</a></dt><dd>February 2024</dd>
<dt><a href="poems.2024-02-04.html">When I rest my troubles steep&#x2026;</a></dt><dd>February 2024</dd>
</dl>
</div>
</div>


<div id="outline-container-org418bde3" class="outline-2">
<h2 id="org418bde3">Short Stories</h2>
<div class="outline-text-2" id="text-org418bde3">
<dl class="org-dl">
<dt><a href="stories.2021-10-01.html">The Summer Was Over</a></dt><dd>October 2021</dd>
</dl>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Tomaz Geddes de Almeida</p>
</div>
</body>
</html>
